Repository: ontckr/SpeedBar
Catalog: SpeedBar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, nl, tr, zh

# error.noInternet
source: No active internet connection detected.
de: Keine aktive Internetverbindung erkannt.
es: No se detectó conexión a internet activa.
fr: Aucune connexion Internet active détectée.
hi: कोई सक्रिय इंटरनेट कनेक्शन नहीं मिला।
it: Nessuna connessione Internet attiva rilevata.
ja: アクティブなインターネット接続が検出されませんでした。
nl: Geen actieve internetverbinding gedetecteerd.
tr: Aktif internet bağlantısı tespit edilemedi.
zh: 未检测到活动的互联网连接。

# firstLaunch.autoLaunchPrompt
source: Would you like SpeedBar to start automatically when macOS boots?
de: Möchten Sie, dass SpeedBar beim Starten von macOS automatisch gestartet wird?
es: ¿Le gustaría que SpeedBar se inicie automáticamente cuando macOS arranque?
fr: Voulez-vous que SpeedBar démarre automatiquement au démarrage de macOS?
hi: क्या आप चाहते हैं कि macOS बूट होने पर SpeedBar स्वचालित रूप से शुरू हो?
it: Vuoi che SpeedBar si avvii automaticamente all'avvio di macOS?
ja: macOS起動時にSpeedBarを自動的に起動しますか？
nl: Wilt u dat SpeedBar automatisch start wanneer macOS opstart?
tr: macOS başladığında SpeedBar'ın otomatik olarak açılmasını ister misiniz?
zh: 您希望SpeedBar在macOS启动时自动启动吗？

# firstLaunch.enableAutoLaunch
source: Enable Auto-Launch
de: Autostart aktivieren
es: Habilitar inicio automático
fr: Activer le démarrage automatique
hi: ऑटो-लॉन्च सक्षम करें
it: Abilita avvio automatico
ja: 自動起動を有効にする
nl: Automatisch starten inschakelen
tr: Otomatik Başlatmayı Etkinleştir
zh: 启用自动启动

# firstLaunch.skipAutoLaunch
source: Skip
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
it: Salta
ja: スキップ
nl: Overslaan
tr: Atla
zh: 跳过

# firstLaunch.welcomeTitle
source: Welcome to
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue dans
hi: में आपका स्वागत है
it: Benvenuto in
ja: ようこそ
nl: Welkom bij
tr: Hoş Geldiniz
zh: 欢迎使用

# measurement.description
source: This may take a few seconds...
de: Dies kann einige Sekunden dauern...
es: Esto puede tardar unos segundos...
fr: Cela peut prendre quelques secondes...
hi: इसमें कुछ सेकंड लग सकते हैं...
it: Potrebbero volerci alcuni secondi...
ja: 数秒かかる場合があります...
nl: Dit kan enkele seconden duren...
tr: Bu birkaç saniye sürebilir...
zh: 这可能需要几秒钟...

# measurement.measuring
source: Measuring...
de: Messung läuft...
es: Midiendo...
fr: Mesure en cours...
hi: माप रहा है...
it: Misurazione in corso...
ja: 測定中...
nl: Meten...
tr: Ölçülüyor...
zh: 测量中...

# measurement.start
source: Start Measurement
de: Messung starten
es: Iniciar medición
fr: Démarrer la mesure
hi: माप शुरू करें
it: Avvia misurazione
ja: 測定を開始
nl: Meting starten
tr: Ölçümü Başlat
zh: 开始测量

# measurement.startAgain
source: Start Again
de: Erneut messen
es: Medir de nuevo
fr: Recommencer
hi: फिर से शुरू करें
it: Ricomincia
ja: 再測定
nl: Opnieuw starten
tr: Tekrar Başlat
zh: 重新开始

# result.downloadLatency
source: Download Latency
de: Download-Latenz
es: Latencia de descarga
fr: Latence téléchargement
hi: डाउनलोड विलंबता
it: Latenza download
ja: ダウンロード遅延
nl: Download latentie
tr: İndirme Gecikmesi
zh: 下载延迟

# result.downloadResponsiveness
source: Download Responsiveness
de: Download-Reaktionsfähigkeit
es: Capacidad de respuesta de descarga
fr: Réactivité téléchargement
hi: डाउनलोड प्रतिक्रियाशीलता
it: Reattività download
ja: ダウンロード応答性
nl: Download responsiviteit
tr: İndirme Yanıt Süresi
zh: 下载响应速度

# result.idleLatency
source: Idle Latency
de: Leerlauf-Latenz
es: Latencia inactiva
fr: Latence au repos
hi: निष्क्रिय विलंबता
it: Latenza inattiva
ja: アイドル遅延
nl: Idle latentie
tr: Boşta Gecikme
zh: 空闲延迟

# result.lastMeasured
source: Last measured:
de: Zuletzt gemessen:
es: Última medición:
fr: Dernière mesure:
hi: अंतिम माप:
it: Ultima misurazione:
ja: 最終測定:
nl: Laatst gemeten:
tr: Son ölçüm:
zh: 上次测量:

# result.uploadLatency
source: Upload Latency
de: Upload-Latenz
es: Latencia de carga
fr: Latence téléversement
hi: अपलोड विलंबता
it: Latenza upload
ja: アップロード遅延
nl: Upload latentie
tr: Yükleme Gecikmesi
zh: 上传延迟

# result.uploadResponsiveness
source: Upload Responsiveness
de: Upload-Reaktionsfähigkeit
es: Capacidad de respuesta de carga
fr: Réactivité téléversement
hi: अपलोड प्रतिक्रियाशीलता
it: Reattività upload
ja: アップロード応答性
nl: Upload responsiviteit
tr: Yükleme Yanıt Süresi
zh: 上传响应速度

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
it: Informazioni
ja: について
nl: Over
tr: Hakkında
zh: 关于

# settings.autoLaunch
source: Launch at Login
de: Bei Anmeldung starten
es: Iniciar al arrancar
fr: Lancer au démarrage
hi: लॉगिन पर शुरू करें
it: Avvia al login
ja: ログイン時に起動
nl: Start bij inloggen
tr: Girişte Başlat
zh: 登录时启动

# settings.autoLaunchDescription
source: Automatically start SpeedBar when you log in.
de: SpeedBar automatisch starten, wenn Sie sich anmelden.
es: Iniciar SpeedBar automáticamente al iniciar sesión.
fr: Démarrer SpeedBar automatiquement lors de la connexion.
hi: लॉगिन करते समय SpeedBar स्वचालित रूप से शुरू करें।
it: Avvia SpeedBar automaticamente all'accesso.
ja: ログイン時にSpeedBarを自動的に起動します。
nl: Start SpeedBar automatisch bij het inloggen.
tr: Oturum açtığınızda SpeedBar'ı otomatik olarak başlat.
zh: 登录时自动启动SpeedBar。

# settings.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
nl: Sluiten
tr: Kapat
zh: 关闭

# settings.compatibility
source: Compatibility
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
hi: संगतता
it: Compatibilità
ja: 互換性
nl: Compatibiliteit
tr: Uyumluluk
zh: 兼容性

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
nl: Taal
tr: Dil
zh: 语言

# settings.preferences
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएं
it: Preferenze
ja: 環境設定
nl: Voorkeuren
tr: Tercihler
zh: 偏好设置

# settings.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
hi: छोड़ें
it: Esci
ja: 終了
nl: Stoppen
tr: Çıkış
zh: 退出

# settings.restartRequired
source: Restart Required
de: Neustart erforderlich
es: Reinicio requerido
fr: Redémarrage requis
hi: पुनरारंभ आवश्यक
it: Riavvio richiesto
ja: 再起動が必要です
nl: Herstart vereist
tr: Yeniden Başlatma Gerekli
zh: 需要重启

# settings.terms
source: Terms & Conditions
de: Nutzungsbedingungen
es: Términos y condiciones
fr: Conditions d'utilisation
hi: नियम और शर्तें
it: Termini e condizioni
ja: 利用規約
nl: Voorwaarden
tr: Şartlar ve Koşullar
zh: 条款和条件

# settings.termsContent
source: SpeedBar is a free utility that uses macOS's built-in networkQuality tool to measure network performance. This app does not collect, store, or transmit any personal data. All measurements are performed locally on your device.
de: SpeedBar ist ein kostenloses Dienstprogramm, das das in macOS integrierte networkQuality-Tool verwendet, um die Netzwerkleistung zu messen. Diese App sammelt, speichert oder überträgt keine persönlichen Daten. Alle Messungen werden lokal auf Ihrem Gerät durchgeführt.
es: SpeedBar es una utilidad gratuita que utiliza la herramienta networkQuality integrada en macOS para medir el rendimiento de la red. Esta aplicación no recopila, almacena ni transmite ningún dato personal.
fr: SpeedBar est un utilitaire gratuit qui utilise l'outil networkQuality intégré à macOS pour mesurer les performances du réseau. Cette application ne collecte, ne stocke ni ne transmet aucune donnée personnelle.
hi: SpeedBar एक मुफ्त उपयोगिता है जो नेटवर्क प्रदर्शन को मापने के लिए macOS के अंतर्निहित networkQuality टूल का उपयोग करती है। यह ऐप कोई व्यक्तिगत डेटा एकत्र, संग्रहीत या प्रसारित नहीं करता है।
it: SpeedBar è un'utilità gratuita che utilizza lo strumento networkQuality integrato in macOS per misurare le prestazioni della rete. Questa app non raccoglie, memorizza o trasmette alcun dato personale.
ja: SpeedBarは、macOSの組み込みnetworkQualityツールを使用してネットワークパフォーマンスを測定する無料のユーティリティです。このアプリは、個人データを収集、保存、または送信しません。
nl: SpeedBar is een gratis hulpprogramma dat de ingebouwde networkQuality-tool van macOS gebruikt om netwerkprestaties te meten. Deze app verzamelt, slaat op of verzendt geen persoonlijke gegevens.
tr: SpeedBar, ağ performansını ölçmek için macOS'un yerleşik networkQuality aracını kullanan ücretsiz bir yardımcı programdır. Bu uygulama herhangi bir kişisel veri toplamaz, saklamaz veya iletmez.
zh: SpeedBar是一个免费工具，使用macOS内置的networkQuality工具来测量网络性能。此应用程序不收集、存储或传输任何个人数据。

# settings.title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
nl: Instellingen
tr: Ayarlar
zh: 设置

# result.downloadSpeed
source: Download
es: Descarga
fr: Téléchargement
hi: डाउनलोड
ja: ダウンロード
tr: İndirme
zh: 下载

# result.uploadSpeed
source: Upload
es: Carga
fr: Téléversement
hi: अपलोड
ja: アップロード
tr: Yükleme
zh: 上传

# settings.version
source: Version
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
nl: Versie
tr: Sürüm
zh: 版本
